foampilot/examples/building_geo/urbgen_cfd_validation/case/0/U
FoamFile
{ version 2.0; format ascii; class volVectorField; object U; }
dimensions [0 1 -1 0 0 0 0]; internalField uniform (10 0 0);
boundaryField {
    inlet { type wall; }
    outlet { type wall; }
    side_walls { type wall; }
    ground { type wall; }
    top { type wall; }
    building_walls { type wall; }
}
