foampilot/examples/building_geo/urbgen_cfd_validation/case/0/p
FoamFile
{ version 2.0; format ascii; class volScalarField; object p; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform 0;
boundaryField {
    inlet { type wall; }
    outlet { type wall; }
    side_walls { type wall; }
    ground { type wall; }
    top { type wall; }
    building_walls { type wall; }
}
