foampilot/examples/building_geo/urbgen_cfd_validation/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |                                                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
   \\    /   O peration      | Version:  13                                  |
    \\  /    A nd           | Website:  https://openfoam.org                  |
     \\/     M anipulation   |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    building_walls
    {
        type            patch;
        nFaces          364;
        startFace       2996;
    }

    outlet
    {
        type            patch;
        nFaces          50;
        startFace       3360;
    }

    side_walls
    {
        type            patch;
        nFaces          132;
        startFace       3410;
    }

    ground
    {
        type            patch;
        nFaces          208;
        startFace       3542;
    }

    inlet
    {
        type            patch;
        nFaces          50;
        startFace       3750;
    }

    top
    {
        type            patch;
        nFaces          120;
        startFace       3800;
    }

)

// ************************************************************************* //
