foampilot/examples/building_geo/urbgen_cfd_validation/case/system/controlDict
FoamFile
{ version 2.0; format ascii; class dictionary; object controlDict; }
application simpleFoam; startFrom startTime; startTime 0; stopAt endTime; endTime 1;
deltaT 1; writeControl timeStep; writeInterval 1;
