foampilot/examples/building_geo/urbgen_cfd_validation/case/system/fvSolution
FoamFile
{ version 2.0; format ascii; class dictionary; object fvSolution; }
solvers { p { solver GAMG; tolerance 1e-6; relTol 0; } U { solver smoothSolver; tolerance 1e-6; relTol 0; } }
SIMPLE { nNonOrthogonalCorrectors 0; }
